<html><body><p>Thoả thuận Cấp ph&eacute;p Người d&ugrave;ng cuối của Ứng dụng Nền tảng Nhận dạng Thiết bị (Device Characterization Platform)</p>
<p>Bằng việc tải Ứng dụng Nền tảng Nhận dạng Thiết bị (Device Characterization Platform Application &ndash; gọi tắt l&agrave; &ldquo;DCP&rdquo;) từ cổng website DCP hoặc Google Play Store, c&ugrave;ng với việc c&agrave;i đặt hoặc sử dụng to&agrave;n bộ hoặc một phần của Ứng dụng Nền tảng Nhận dạng Thiết bị (gọi tắt l&agrave; &ldquo;Ứng dụng&rdquo;), bạn đ&atilde; đồng &yacute; với c&aacute;c điều khoản v&agrave; điều kiện sau (&ldquo;Điều khoản v&agrave; Điều kiện&rdquo;).&nbsp;</p>
<ol>
<li><strong> SỬ DỤNG ỨNG DỤNG</strong><br />a. C&ocirc;ng ty cấp cho bạn quyền v&agrave; giấy ph&eacute;p kh&ocirc;ng độc quyền, kh&ocirc;ng c&oacute; khả năng chuyển nhượng v&agrave; c&oacute; giới hạn để c&agrave;i đặt v&agrave; sử dụng ứng dụng duy nhất v&agrave; d&agrave;nh ri&ecirc;ng cho một c&aacute; nh&acirc;n.<br />b. Bạn kh&ocirc;ng được sử dụng Ứng dụng theo bất k&igrave; c&aacute;ch n&agrave;o để g&acirc;y ph&aacute; hoại, v&ocirc; hiệu ho&aacute;, g&acirc;y qu&aacute; tải hoặc l&agrave;m hỏng Ứng dụng (hoặc m&aacute;y chủ hay mạng kết nối Ứng dụng). Bạn cũng kh&ocirc;ng được sử dụng Ứng dụng theo bất kỳ phương thức n&agrave;o để can thiệp v&agrave;o quyền sử dụng của c&aacute;c đối tượng kh&aacute;c, can thiệp v&agrave;o Ứng dụng (hoặc m&aacute;y chủ hay mạng kết nối Ứng dụng). <br />c. Bạn đồng &yacute; rằng bạn ho&agrave;n to&agrave;n chịu tr&aacute;ch nhiệm (C&ocirc;ng ty kh&ocirc;ng c&oacute; tr&aacute;ch nhiệm g&igrave; với bạn hay bất k&igrave; b&ecirc;n thứ ba n&agrave;o) trong việc sử dụng Ứng dụng, h&agrave;nh vi vi phạm nghĩa vụ đối chiếu theo c&aacute;c Điều khoản v&agrave; Điều kiện, v&agrave; hậu quả của vi phạm (gồm thiệt hại hoặc hư hỏng m&agrave; C&ocirc;ng ty phải chịu).</li>
<li><strong> QUYỀN SỞ HỮU</strong><strong><br /></strong>Bạn thừa nhận rằng (a) Ứng dụng n&agrave;y c&oacute; thể chứa th&ocirc;ng tin độc quyền v&agrave; bảo mật, được bảo vệ bởi luật sở hữu tr&iacute; tuệ v&agrave; c&aacute;c luật hiện h&agrave;nh kh&aacute;c, v&agrave; (b) C&ocirc;ng ty v&agrave;/hoặc c&aacute;c b&ecirc;n thứ ba sở hữu to&agrave;n quyền, t&ecirc;n Ứng dụng, lợi &iacute;ch đối với Ứng dụng v&agrave; nội dung Ứng dụng (ngoại trừ c&aacute;c nội dung do bạn cung cấp, được tr&igrave;nh b&agrave;y hoặc truy cập th&ocirc;ng qua Ứng dụng) gồm c&oacute; (nhưng kh&ocirc;ng hạn chế) tất cả c&aacute;c quyền sở hữu tr&iacute; tuệ. &ldquo;Quyền sở hữu tr&iacute; tuệ&rdquo; l&agrave; bất k&igrave; v&agrave; tất cả c&aacute;c quyền hiện c&oacute; theo luật s&aacute;ng chế, luật bản quyền, luật bảo mật thương mại, luật cạnh tranh kh&ocirc;ng l&agrave;nh mạnh, bất k&igrave; v&agrave; tất cả c&aacute;c quyền sở hữu kh&aacute;c, bất k&igrave; v&agrave; tất cả mọi sự sử dụng, gia hạn, v&agrave; phục hồi, c&oacute; hiệu lực ngay b&acirc;y giờ hoặc sau đ&oacute; tr&ecirc;n to&agrave;n thế giới. Bạn đồng &yacute; rằng bạn sẽ kh&ocirc;ng cho ph&eacute;p bất k&igrave; b&ecirc;n thứ ba n&agrave;o (i) sao ch&eacute;p, b&aacute;n, cấp ph&eacute;p, ph&acirc;n phối, chuyển nhượng, sửa đổi, điều chỉnh, dịch thuật, chuẩn bị c&aacute;c c&ocirc;ng việc li&ecirc;n quan, đảo ngược, th&aacute;o rời hoặc cố t&igrave;nh lấy m&atilde; nguồn từ Ứng dụng hoặc nội dung được tr&igrave;nh b&agrave;y, truy cập qua Ứng dụng cho bất cứ mục đ&iacute;ch g&igrave;, trừ khi được ph&eacute;p; (ii) c&oacute; bất k&igrave; h&agrave;nh động n&agrave;o để ph&aacute; vỡ quy tắc bảo mật v&agrave; sử dụng nội dung được cung cấp, triển khai hoặc thực hiện bởi bất k&igrave; chức năng n&agrave;o trong Ứng dụng (bao gồm (nhưng kh&ocirc;ng giới hạn) chức năng quản l&yacute; quyền kỹ thuật số); (iii) sử dụng Ứng dụng để truy cập, sao ch&eacute;p, chuyển nhượng, chuyển m&atilde; hoặc truyền tải lại nội dung vi phạm ph&aacute;p luật hay quyền của b&ecirc;n thứ ba; (iv) xo&aacute; bỏ, che khuất hoặc thay đổi th&ocirc;ng b&aacute;o bản quyền, thương hiệu hoặc c&aacute;c th&ocirc;ng b&aacute;o quyền sở hữu kh&aacute;c của C&ocirc;ng ty hoặc của b&ecirc;n thứ ba, được gắn v&agrave;o, nằm trong, truy cập c&ugrave;ng với hoặc qua Ứng dụng.</li>
<li><strong> CH&Iacute;NH S&Aacute;CH RI&Ecirc;NG TƯ CỦA C&Ocirc;NG TY </strong><strong><br /></strong>a. Ch&iacute;nh s&aacute;ch Quyền ri&ecirc;ng tư của C&ocirc;ng ty (đăng tải tại http://www.vietnam.dcp.smartforum.org/privacypolicy) giải th&iacute;ch c&aacute;ch thức C&ocirc;ng ty sử dụng th&ocirc;ng tin của bạn v&agrave; bảo vệ quyền ri&ecirc;ng tư của bạn khi bạn sử dụng Ứng dụng. Bạn đ&atilde; đồng &yacute; với điều khoản sử dụng th&ocirc;ng tin theo Ch&iacute;nh s&aacute;ch Quyền ri&ecirc;ng tư của C&ocirc;ng ty.<br />b. Ứng dụng n&agrave;y c&oacute; thể c&oacute; một số t&iacute;nh năng được sử dụng c&ugrave;ng với c&ocirc;ng cụ t&igrave;m kiếm hoặc c&aacute;c dịch vụ kh&aacute;c của C&ocirc;ng ty. Ch&iacute;nh s&aacute;ch Quyền ri&ecirc;ng tư của C&ocirc;ng ty c&oacute; thể sẽ được cập nhật theo thời gian m&agrave; kh&ocirc;ng th&ocirc;ng b&aacute;o trước.</li>
<li><strong> ĐIỀU KHOẢN HẠN CHẾ</strong><strong><br /></strong>Ứng dụng n&agrave;y c&ugrave;ng c&aacute;c t&agrave;i liệu v&agrave; hồ sơ li&ecirc;n quan được ph&aacute;t triển ho&agrave;n to&agrave;n từ nguồn vốn tư nh&acirc;n. Người sử dụng Ứng dụng kh&ocirc;ng được ph&eacute;p sao ch&eacute;p, t&aacute;i sản xuất, ph&aacute;t h&agrave;nh, sửa đổi, tiết lộ hoặc chuyển nhượng Ứng dụng (gồm cả th&ocirc;ng số kỹ thuật v&agrave; hướng dẫn sử dụng). Điều n&agrave;y được quy định trong c&aacute;c điều khoản, điều kiện, giao ước trong bản Thỏa thuận vềĐiều Khoản v&agrave; Điều kiện.&nbsp;</li>
<li><strong> HẠN CHẾ XUẤT KHẨU</strong><strong><br /></strong>Ứng dụng chịu sự kiểm so&aacute;t hoặc hạn chế xuất khẩu tại một số quốc gia v&agrave; v&ugrave;ng l&atilde;nh thổ kh&aacute;c. Bạn đ&atilde; đồng &yacute; tu&acirc;n thủ tất cả c&aacute;c luật lệ v&agrave; quy định xuất khẩu quốc tế hiện h&agrave;nh. C&aacute;c điều luật n&agrave;y gồm những giới hạn về điểm đến, người d&ugrave;ng cuối v&agrave; việc d&ugrave;ng cuối.</li>
<li><strong> CHẤM DỨT ĐIỀU KHOẢN</strong><strong><br /></strong>C&aacute;c Điều khoản v&agrave; Điều kiện n&agrave;y sẽ tiếp tục được &aacute;p dụng cho đến khi bạn hoặc C&ocirc;ng ty chấm dứt việc &aacute;p dụng. Bạn c&oacute; thể dừng c&aacute;c Điều khoản v&agrave; Điều kiện n&agrave;y bất k&igrave; l&uacute;c n&agrave;o bằng c&aacute;ch xo&aacute; Ứng dụng tr&ecirc;n điện thoại ho&agrave;n to&agrave;n v&agrave; vĩnh viễn. Nếu bạn kh&ocirc;ng tu&acirc;n thủ c&aacute;c Điều khoản v&agrave; Điều kiện, quyền của bạn sẽ ngay lập tức tự động kết th&uacute;c m&agrave; kh&ocirc;ng cần th&ocirc;ng b&aacute;o từ ph&iacute;a C&ocirc;ng ty hay bất k&igrave; b&ecirc;n thứ ba n&agrave;o. Trong trường hợp n&agrave;y, bạn phải xo&aacute; Ứng dụng ngay lập tức.</li>
<li><strong> BỒI THƯỜNG</strong><strong><br /></strong>Trong phạm vi tối đa được ph&aacute;p luật cho ph&eacute;p, bạn đồng &yacute; bảo vệ, bồi ho&agrave;n v&agrave; kh&ocirc;ng g&acirc;y hại cho C&ocirc;ng ty, chi nh&aacute;nh, l&atilde;nh đạo, nh&acirc;n vi&ecirc;n, đại l&yacute; của C&ocirc;ng ty với bất kỳ h&igrave;nh thức khiếu nại, h&agrave;nh động kiện c&aacute;o tố tụng cũng như mọi mất m&aacute;t, nợ, ph&aacute; hoại, chi ph&iacute; (gồm cả ph&iacute; hầu to&agrave;) ph&aacute;t sinh từ việc sử dụng Ứng dụng của bạn (bao gồm tải xuống, c&agrave;i đặt hoặc sử dụng Ứng dụng), hoặc việc vi phạm c&aacute;c Điều khoản v&agrave; Điều kiện.</li>
<li><strong> TỪ CHỐI BẢO H&Agrave;NH</strong></li>
<li>Bạn hiểu ch&iacute;nh x&aacute;c v&agrave; đồng &yacute; rằng việc sử dụng Ứng dụng dựa tr&ecirc;n quyền quyết định v&agrave; rủi ro của bạn; v&agrave; Ứng dụng được cung cấp hiện kh&ocirc;ng c&oacute; h&igrave;nh thức bảo h&agrave;nh n&agrave;o.</li>
<li>Bạn ho&agrave;n to&agrave;n chịu tr&aacute;ch nhiệm cho bất k&igrave; mọi hư tổn của thiết bị điện thoại v&agrave; c&aacute;c thiết bị kh&aacute;c, cũng như việc mất dữ liệu do sử dụng Ứng dụng.</li>
<li>C&ocirc;ng ty sẽ tiếp tục từ chối mọi bảo h&agrave;nh v&agrave; điều kiện dưới bất k&igrave; h&igrave;nh thức n&agrave;o (kể cả được chỉ ra r&otilde; r&agrave;ng hay ngụ &yacute;), gồm c&oacute; (nhưng kh&ocirc;ng giới hạn) cho c&aacute;c bảo hiểm bằng văn bản hoặc bằng miệng, v&agrave; điều kiện thương mại, ph&ugrave; hợp cho một mục đ&iacute;ch cụ thể v&agrave; kh&ocirc;ng vi phạm đối với ứng dụng.</li>
<li>Ứng dụng n&agrave;y kh&ocirc;ng d&agrave;nh cho hoạt động của c&aacute;c cơ sở nh&agrave; m&aacute;y hạt nh&acirc;n, hệ thống hỗ trợ sự sống, c&aacute;c trường hợp li&ecirc;n lạc khẩn cấp, hệ thống định vị hoặc hệ thống li&ecirc;n lạc m&aacute;y bay, hệ thống kiểm so&aacute;t kh&ocirc;ng lưu, hoặc bất k&igrave; hoạt động n&agrave;o m&agrave; việc hư hại của ứng dụng c&oacute; thể dẫn đến tử vong, thương vong c&aacute; nh&acirc;n, thiệt hại nghi&ecirc;m trọng về thể chất v&agrave; m&ocirc;i trường.</li>
<li><strong> GIỚI HẠN TR&Aacute;CH NHIỆM</strong></li>
</ol>
<p>Bạn hiểu cụ thể v&agrave; đồng &yacute; tuyệt đối rằng C&ocirc;ng ty, c&aacute;c c&ocirc;ng ty con, chi nh&aacute;nh v&agrave; c&aacute;c b&ecirc;n cấp ph&eacute;p của C&ocirc;ng ty kh&ocirc;ng chịu tr&aacute;ch nhiệm ph&aacute;p l&yacute; với bạn theo bất k&igrave; nguy&ecirc;n l&yacute; tr&aacute;ch nhiệm n&agrave;o đối với c&aacute;c hậu quả thiệt hại trực tiếp, gi&aacute;n tiếp, ngẫu nhi&ecirc;n, đặc biệt, hoặc bồi thường thiệt hại c&oacute; t&iacute;nh trừng phạt c&oacute; thể xảy ra do bạn sử dụng Ứng dụng, bao gồm mất dữ liệu hoặc g&acirc;y hỏng thiết bị điện thoại, cho d&ugrave; C&ocirc;ng ty hoặc đại diện của C&ocirc;ng ty đ&atilde; được th&ocirc;ng b&aacute;o hoặc đ&atilde; được nhận biết về những khả năng tổn thất ph&aacute;t sinh.</p>
<ol start="10">
<li><strong> C&Aacute;C ĐIỀU KHOẢN KH&Aacute;C</strong></li>
<li>C&aacute;c Điều khoản v&agrave; Điều kiện n&agrave;y cấu th&agrave;nh to&agrave;n bộ Thoả thuận c&oacute; li&ecirc;n quan đến Ứng dụng giữa bạn v&agrave; C&ocirc;ng ty, v&agrave; sẽ chi phối việc sử dụng Ứng dụng của bạn, ho&agrave;n to&agrave;n thay thế c&aacute;c thoả thuận trước đ&acirc;y hoặc tạm thời giữa bạn v&agrave; C&ocirc;ng ty li&ecirc;n quan đến Ứng dụng.</li>
<li>Việc C&ocirc;ng ty kh&ocirc;ng thực hiện hoặc thi h&agrave;nh c&aacute;c quyền hoặc quy định n&agrave;o trong Điều khoản v&agrave; Điền kiện n&agrave;y kh&ocirc;ng lập th&agrave;nh việc C&ocirc;ng ty từ bỏ quyền hay quy định đ&oacute;. N&oacute; vẫn sẽ c&oacute; hiệu lực với C&ocirc;ng ty.&nbsp;</li>
<li>Nếu to&agrave; &aacute;n c&oacute; thẩm quyền trong vấn đề n&agrave;y quy định rằng c&aacute;c khoản mục trong Điều khoản v&agrave; Điều kiện n&agrave;y l&agrave; kh&ocirc;ng hợp lệ, th&igrave; khoản mục đ&oacute; sẽ bị xo&aacute; khỏi Điều khoản v&agrave; Điều kiện m&agrave; kh&ocirc;ng ảnh hưởng đến c&aacute;c phần c&ograve;n lại của Điều Khoản v&agrave; Điều Kiện. C&aacute;c khoản mục c&ograve;n lại vẫn hợp lệ v&agrave; c&oacute; gi&aacute; trị thi h&agrave;nh.&nbsp;</li>
<li>C&aacute;c quyền được cấp theo Điều khoản v&agrave; Điều kiện n&agrave;y sẽ kh&ocirc;ng được chỉ định hoặc chuyển giao bởi bạn hay C&ocirc;ng ty m&agrave; kh&ocirc;ng c&oacute; sự chấp thuận tr&ecirc;n giấy tờ của b&ecirc;n c&ograve;n lại. Bạn v&agrave; C&ocirc;ng ty kh&ocirc;ng được ph&eacute;p uỷ th&aacute;c tr&aacute;ch nhiệm hoặc nghĩa vụ của m&igrave;nh, được quy định trong Điều khoản v&agrave; Điều kiện n&agrave;y, m&agrave; kh&ocirc;ng c&oacute; sự chấp thuận trước bằng văn bản của b&ecirc;n c&ograve;n lại.</li>
<li>C&aacute;c Điều khoản v&agrave; Điều kiện cũng như mối quan hệ của bạn với C&ocirc;ng ty theo c&aacute;c Điều khoản v&agrave; Điều kiện n&agrave;y sẽ chịu sự chi phối của luật ph&aacute;p của Bang California m&agrave; kh&ocirc;ng li&ecirc;n quan đến xung đột giữa c&aacute;c quy định ph&aacute;p luật. Bạn v&agrave; C&ocirc;ng ty c&ugrave;ng đồng &yacute; đệ tr&igrave;nh l&ecirc;n cơ quan t&agrave;i ph&aacute;n của c&aacute;c to&agrave; &aacute;n trong Hạt Santa Clara, Bang California để xử l&yacute; c&aacute;c vấn đề ph&aacute;p l&yacute; ph&aacute;t sinh từ Điều khoản v&agrave; Điều kiện n&agrave;y. Tuy nhi&ecirc;n, bạn đồng &yacute; rằng C&ocirc;ng ty sẽ được ph&eacute;p nộp đơn xin c&aacute;c biện ph&aacute;p khắc phục (hoặc tương đương với h&igrave;nh thức giảm nhẹ ph&aacute;p l&yacute;) tại bất k&igrave; khu vực t&agrave;i ph&aacute;n n&agrave;o.</li>
</ol>
</body</html>