Repository: dirbs/DCP-iOS-App
Catalog: DCP/*.lproj/Localizable.strings
Languages: vi

source: Home
vi: Trang Chủ

source: Instructions
vi: Hướng dẫn

source: The IMEI (International Mobile Equipment Identity) is a globally unique number to identify any SIM based mobile device. You can view the mobile phone's IMEI by pressing *#06# on dial pad of the device. If the device has two sim cards, you will see two 14-16 digit codes. Enter the 14-16 digit IMEI number in the box and click on the check box to view its detail.
vi: IMEI (International Mobile Equipment Identity) là một số duy nhất trên toàn cầu để xác định bất kỳ thiết bị dựa trên SIM. Bạn có thể xem IMEI của thiết bị bằng cách bấm * # 06 # trên bàn phím số của điện thoại. Nếu thiết bị của bạn có một điều khoản cho hai simcard, bạn sẽ thấy hai mã gồm 15 chữ số. Nhập số IMEI 14-16 của bạn vào hộp và nhấp vào kiểm tra để xem chi tiết của nó.

source: TYPE IMEI
vi: NHẬP IMEI

source: SCAN IMEI
vi: QUÉT IMEI

source: CHECK
vi: KIỂM TRA

source: Please enter 14-16 digit IMEI
vi: Vui lòng nhập IMEI 14 chữ số 16

source: IMEI must only contain numbers
vi: IMEI chỉ được chứa số

source: Allow Access
vi: Cho phép truy cập

source: Please Allow Camera Access for Scanning Barcode Of IMEI
vi: Vui lòng cho phép truy cập máy ảnh để quét mã vạch IMEI

source: Enter IMEI e.g. 123456789012345
vi: Nhập IMEI, ví dụ: 123456789012345

source: Please place the barcode inside the box.
vi: Vui lòng đặt mã vạch bên trong hộp.

source: OK
vi: ĐỒNG Ý

source: CANCEL
vi: HỦY BỎ

source: Verify Input
vi: Xác minh đầu vào

# Please verify IMEI number you entered.Press OK to continue or CANCAL to re-enter
source: Please verify IMEI number you entered.Press OK to continue or CANCEL to re-enter
vi: Vui lòng xác minh số IMEI bạn đã nhập. Nhấn OK để tiếp tục hoặc CANCEL để nhập lại

source: Verify Scan
vi: Xác minh quét

source: Please verify IMEI number from scan and press OK to continue
vi: Vui lòng xác minh số IMEI từ quá trình quét và nhấn OK để tiếp tục

source: Scan Result
vi: Kết quả quét

source: REPORT MOBILE PHONE
vi: BÁO CÁO ĐIỆN THOẠI DI ĐỘNG

# Mobiel Phone Brand
source: Mobile Phone Brand
vi: Thương hiệu điện thoại Mobiel

source: Model Name
vi: Tên người mẫu

source: Store Name
vi: Tên cửa hàng

source: Address
vi: Địa chỉ nhà

source: Description
vi: Sự miêu tả

source: Device Image
vi: Hình ảnh thiết bị

source: SUBMIT
vi: Gửi đi

source: SELECT IMAGES
vi: CHỌN HÌNH ẢNH

source: Can't be empty!
vi: không thể để trống!

source: Allow DCP to access the Photos
vi: Cho phép DCP truy cập Ảnh

source: Allow
vi: Cho phép

source: Deny
vi: Từ chối

source: Enter the valid brand name of the device
vi: Nhập tên thương hiệu hợp lệ của thiết bị

source: Enter the valid store name of the device
vi: Nhập tên cửa hàng hợp lệ của thiết bị

source: Enter the valid model name of the device
vi: Nhập tên kiểu máy hợp lệ của thiết bị

source: Enter the valid address where the device is located.
vi: Nhập địa chỉ hợp lệ nơi đặt thiết bị.

source: Add description for your device
vi: Thêm mô tả cho thiết bị của bạn

source: Upload valid images of the device
vi: Tải lên hình ảnh hợp lệ của thiết bị

source: History
vi: Lịch sử

source: Logout
vi: Đăng xuất

source: Are you sure you want to logout?
vi: Bạn có chắc chắn muốn đăng xuất?

source: YES
vi: ĐỒNG

source: NO
vi: KHÔNG

source: Feedback
vi: Phản hồi

source: SUBMIT FEEDBACK
vi: ĐĂNG KÝ PHẢN HỒI

source: Send Feedback
vi: Gửi thông tin phản hồi

source: Enter your feedback here.
vi: Nhập phản hồi của bạn ở đây.

source: Does the record field match with the device?
vi: Trường ghi có khớp với thiết bị không?

source: NO,REPORT
vi: KHÔNG CÓ BÁO CÁO

source: Device ID
vi: ID thiết bị

source: Manufacturer
vi: Nhà chế tạo

source: Equipment Type
vi: Loại thiết bị

source: Brand Name
vi: Tên thương hiệu

source: Marketing Name
vi: Tên tiếp thị

source: Internal Model Name
vi: Tên mẫu nội bộ

source: TAC Approved Date
vi: Ngày phê duyệt TAC

source: Device Certify Body
vi: Thiết bị xác nhận thân máy

source: Radio Interface
vi: Giao diện vô tuyến

source: Operating System
vi: Hệ điều hành

source: SIM Support
vi: Hỗ trợ SIM

source: NFC Support
vi: Hỗ trợ NFC

source: Bluetooth Support
vi: Hỗ trợ Bluetooth

source: WLAN Support
vi: Hỗ trợ mạng WLAN

source: Succesful
vi: Thành công

# Does status Updated successsfuly
source: Device status updated successfully
vi: Trạng thái được cập nhật thành công

source: No Internet!
vi: Không có mạng!

source: No Internet Connection! Plese enable wifi or mobile data and try again.
vi: Không có kết nối Internet! Plese cho phép wifi hoặc dữ liệu di động và thử lại.

source: YES, ENABLE IT!
vi: CÓ, CÓ THỂ NÓ!

source: Sorry,somthing went wrong.Try again a little later
vi: Xin lỗi, có lỗi xảy ra. Hãy thử lại một chút sau.

source: Oops...
vi: Úi…

source: Device Characterisation Platform
vi: Nền tảng đặc tính thiết bị

source: Password
vi: Mật khẩu

source: FORGOT PASSWORD?
vi: QUÊN MẬT KHẨU?

source: LOGIN
vi: ĐĂNG NHẬP

source: Must be at least minmimim 6 character
vi: Phải có ít nhất 6 ký tự

source: Invalid email!
vi: Email không hợp lệ!

source: Reset Password
vi: Đặt lại mật khẩu

source: Please enter your email address to reset your Password
vi: Vui lòng nhập địa chỉ email của bạn để đặt lại mật khẩu của bạn

source: These credentials do not match our records
vi: Những thông tin này không khớp với hồ sơ của chúng tôi

source: DONE
vi: Làm xong

source: Authenticating
vi: Chứng thực

source: Session Expired!
vi: Phiên hết hạn!

source: Your session has expired.Please login again to continue using DCP.
vi: Phiên của bạn đã hết hạn. Vui lòng đăng nhập lại để tiếp tục sử dụng DCP.

source: Submitting FeedBack
vi: Gửi phản hồi

source: Feedback sent.
vi: Phản hồi đã gửi.

source: Verifiying
vi: Đang xác minh

source: A reset email has been sent! Please check your email
vi: Một email đặt lại đã được gửi! Vui lòng kiểm tra email của bạn

source: Checking
vi: kiểm tra

source: Updating Device Status
vi: Đang cập nhật trạng thái thiết bị

source: Reported
vi: Báo cáo

source: Adding Device Information...
vi: Thêm thông tin thiết bị ...

source: Search IMEI
vi: Tìm kiếm IMEI

source: Search
vi: Tìm kiếm

source: No record found!
vi: Không có dữ liệu được tìm thấy!

source: IMEI not found!
vi: không tìm thấy IMEI!

source: Report Mobile Phone
vi: Báo cáo điện thoại di động

source: Allow DCP to access the camera
vi: Cho phép DCP truy cập máy ảnh
